{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġt":257,"Ġa":258,"he":259,"in":260,"Ġthe":261,"Ġs":262,"re":263,"Ġw":264,"Ġo":265,"is":266,"er":267,"nd":268,"Ġf":269,"Ġm":270,"Ġb":271,"it":272,"at":273,"ing":274,"Ġc":275,"en":276,"es":277,"or":278,"ou":279,"Ġth":280,"on":281,"Ġh":282,"ll":283,"Ġof":284,"Ġand":285,"an":286,"Ġto":287,"Ġp":288,"ar":289,"Ġd":290,"ed":291,"as":292,"Ġin":293,"Ġl":294,"om":295,"Ġis":296,"ĠI":297,"br":298,"ic":299,"Ġg":300,"Ġ/":301,"Ġ/>":302,"le":303,"Ġe":304,"ot":305,"Ġn":306,"al":307,"ut":308,"st":309,"ct":310,"il":311,"Ġit":312,"Ġbe":313,"ve":314,"ie":315,"Ġmo":316,"ly":317,"ĠT":318,"Ġre":319,"Ġon":320,"Ġthat":321,"ow":322,"ver":323,"ad":324,"ent":325,"'s":326,"Ġhe":327,"ion":328,"Ġthis":329,"im":330,"ay":331,"Ġwh":332,"se":333,"Ġst":334,"et":335,"gh":336,"id":337,"ch":338,"Ġwas":339,"Ġmov":340,"Ġy":341,"Ġ/><":342,"ith":343,"ilm":344,"all":345,"Ġfilm":346,"oo":347,"Ġfor":348,"Ġas":349,"Ġu":350,"ce":351,"Ġwith":352,"Ġan":353,"ke":354,"ĠA":355,"am":356,"ld":357,"ĠS":358,"Ġse":359,"Ġmovie":360,"ir":361,"ĠThe":362,"ro":363,"Ġyou":364,"Ġha":365,"ri":366,".<":367,"ĠB":368,"her":369,"ur":370,"Ġli":371,"Ġbut":372,"ĠM":373,"ra":374,"Ġnot":375,"Ġwe":376,"'t":377,"ally":378,"ill":379,"ter":380,"Ġ(":381,"ĠC":382,"Ġ\"":383,"ck":384,"ĠH":385,"Ġare":386,"Ġsh":387,"ome":388,"Ġhis":389,"Ġch":390,"pe":391,"ers":392,"..":393,"Ġat":394,"ould":395,"ul":396,"ĠW":397,"Ġhave":398,"ght":399,"if":400,"ĠD":401,"ust":402,"un":403,"em":404,"Ġj":405,"Ġsu":406,"Ġfr":407,"Ġsc":408,"out":409,"Ġact":410,"Ġdo":411,"ble":412,"ain":413,"Ġex":414,"Ġone":415,"ess":416,"Ġwho":417,"Ġk":418,"el":419,"Ġso":420,"very":421,"act":422,"Ġpl":423,"Ġcom":424,"ood":425,"Ġall":426,"ant":427,"Ġab":428,"art":429,"ies":430,"pp":431,"ak":432,"us":433,"Ġal":434,"Ġby":435,"ag":436,"Ġv":437,"ol":438,"est":439,"th":440,"op":441,"ous":442,"Ġde":443,"ĠP":444,"ist":445,"and":446,"Ġwor":447,"ĠR":448,"Ġfrom":449,"Ġthey":450,"Ġlike":451,"one":452,"Ġne":453,"ĠL":454,"Ġout":455,"ast":456,"Ġr":457,"ven":458,"Ġwhe":459,"Ġsome":460,"ĠF":461,"Ġint":462,"Ġor":463,"qu":464,"ation":465,"fe":466,"Ġcon":467,"um":468,"red":469,"ĠG":470,"ĠJ":471,"ough":472,"au":473,"Ġher":474,"ate":475,"Ġme":476,"ĠIt":477,"Ġjust":478,"Ġabout":479,"Ġhas":480,"res":481,"os":482,"ich":483,"ind":484,"ard":485,"Ġpro":486,"ive":487,"ory":488,"ack":489,"Ġchar":490,"ĠN":491,"Ġcan":492,"ort":493,"pt":494,"Ġtim":495,"Ġun":496,"ĠE":497,"his":498,"ig":499,"ud":500,"The":501,"ook":502,"ire":503,"ake":504,"reat":505,"Ġle":506,"Ġcharact":507,"ight":508,"Ġgood":509,"Ġany":510,"Ġwat":511,"Ġman":512,"Ġlo":513,"ong":514,"Ġup":515,"ĠO":516,"Ġtr":517,"Ġmore":518,"Ġget":519,"Ġgo":520,"Ġsee":521,"Ġno":522,"Ġwould":523,"ity":524,"Ġfe":525,"ound":526,"Ġvery":527,"Ġwhat":528,"Ġmy":529,"ther":530,"Ġthere":531,"ame":532,"ite":533,"ge":534,"nt":535,"ide":536,"able":537,"Ġbec":538,"Ġstory":539,"Ġtime":540,"od":541,"Ġwhen":542,"Ġshe":543,"Ġ1":544,"hing":545,"Ġen":546,"ore":547,"Ġ-":548,"Ġscen":549,"Ġwere":550,"Ġhad":551,"oy":552,"Ġreally":553,"ure":554,"Ġif":555,"Ġtheir":556,"ell":557,"Ġwatch":558,"Ġshow":559,"Ġonly":560,"ci":561,"Ġhim":562,"itt":563,"ab":564,"Ġeven":565,"Ġother":566,"ink":567,"ick":568,"ĠK":569,"pl":570,"Ġper":571,"so":572,"Ġwhich":573,"Ġcl":574,"Ġthem":575,"our":576,"Ġkn":577,"man":578,"ine":579,"Ġdid":580,"Ġthan":581,"ond":582,"ment":583,"og":584,"te":585,"uch":586,"ious":587,"ars":588,"ays":589,"are":590,"Ġend":591,"Ġdoes":592,"ap":593,"ade":594,"ves":595,"ause":596,"Ġpe":597,"...":598,"Ġgreat":599,"ice":600,"Ġlook":601,"Ġmuch":602,"ue":603,"Ġbad":604,"Ġbet":605,"Ġqu":606,"Ġar":607,"ac":608,"Ġbeen":609,"Ġcould":610,"irect":611,"ople":612,"Ġim":613,"Ġwill":614,"ert":615,"irst":616,"ple":617,"Ġhow":618,"Ġpo":619,"ence":620,"Ġover":621,"Ġinto":622,"lf":623,"ĠThis":624,"ne":625,"Ġwell":626,"Ġpre":627,"Ġmost":628,"Ġknow":629,"ass":630,"ry":631,"Ġpeople":632,"int":633,"ose":634,"Ġthink":635,"Ġtw":636,"Ġro":637,"other":638,"for":639,"Ġdis":640,"Ġbecause":641,"Ġtoo":642,"Ġad":643,"age":644,"Ġus":645,"ff":646,"per":647,"Ġevery":648,"fter":649,"av":650,"Ġag":651,"Ġreal":652,"ors":653,"ful":654,"Ġam":655,"Ġmake":656,"Ġoff":657,"Ġdirect":658,"ish":659,"Ġpart":660,"Ġthing":661,"Ġfirst":662,"Ġmade":663,"ull":664,"ile":665,"ny":666,"Ġfun":667,"aw":668,"ict":669,"Ġway":670,"Ġalso":671,"hat":672,"ty":673,"ere":674,"oll":675,"ost":676,"Ġdon":677,"ian":678,"akes":679,"Ġmovies":680,"Ġseem":681,"Ġthr":682,"own":683,"Ġwr":684,"ary":685,"Ġ'":686,"Ġcharacter":687,"Ġits":688,"ated":689,"Ġgu":690,"ep":691,"ical":692,"gin":693,"Ġsp":694,"iew":695,"Ġcharacters":696,"Ġbl":697,"ace":698,"ob":699,"ress":700,"Ġwork":701,"ually":702,"ng":703,"Ġte":704,"ĠAnd":705,"fect":706,"ĠCh":707,"Ġfl":708,"hed":709,"Ġfilms":710,"cc":711,"pect":712,"ial":713,"Ġplay":714,"ĠY":715,"iz":716,"Ġseen":717,"Ġplot":718,"self":719,"Ġthen":720,"ĠV":721,"ving":722,"Ġyour":723,"Ġwant":724,"ces":725,"omet":726,"Ġye":727,"Ġbeing":728,"ĠBut":729,"Ġaw":730,"ance":731,"),":732,"Ġser":733,"Ġlove":734,"Ġmany":735,"Ġsay":736,"ittle":737,"Ġafter":738,"ang":739,"Ġtwo":740,"get":741,"Ġnever":742,"nder":743,"Ġacting":744,").":745,"ĠHe":746,"ans":747,"ens":748,"urn":749,"mer":750,"This":751,"Ġwhere":752,"ip":753,"ark":754,"Ġent":755,"Ġthrough":756,"ved":757,"ĠIn":758,"Ġ<":759,"Ġback":760,"Ġlife":761,"ach":762,"Ġbest":763,"Ġlittle":764,"Ġsomet":765,"Ġrem":766,"Ġever":767,"Ġhor":768,"ult":769,"Ġrec":770,"ild":771,"ily":772,"ather":773,"ber":774,"Ġdes":775,"Ġbetter":776,"we":777,"Ġbr":778,"du":779,"hy":780,"vel":781,"ise":782,"ions":783,"wn":784,"!!":785,"ual":786,"Ġscene":787,"ĠSt":788,"ru":789,"Ġfind":790,"be":791,"thing":792,"Ġperfor":793,"ought":794,"Ġspe":795,"Ġshould":796,"rap":797,"aking":798,"Ġsl":799,"Ġscenes":800,"vers":801,"Ġpr":802,"Ġcont":803,"ase":804,"iend":805,"ertain":806,"Ġfeel":807,"Ġmin":808,"less":809,"'ve":810,"Ġatt":811,"Ġunder":812,"Ġ2":813,"Ġgr":814,"Ġi":815,"me":816,"lie":817,"augh":818,"Ġagain":819,"ĠU":820,"ting":821,"ents":822,"Ġri":823,"ever":824,"Ġstill":825,"Ġhere":826,"ree":827,"erest":828,"ia":829,"les":830,"igh":831,"ning":832,"fore":833,"ren":834,"ĠThere":835,"Ġkill":836,"Ġsomething":837,"Ġinc":838,"ably":839,"ense":840,"'m":841,"Ġinterest":842,"Ġsuch":843,"Ġ19":844,"ating":845,"Ġhapp":846,"Ġimp":847,"Ġlot":848,"Ġthese":849,"Ġmay":850,"ations":851,"ave":852,"Ġcr":853,"arly":854,"ason":855,"ail":856,"Ġhum":857,"alk":858,"ath":859,"Ġsur":860,"Ġold":861,"Ġperforman":862,"Ġgi":863,"reen":864,"the":865,"Ġcast":866,"ror":867,"ock":868,"up":869,"ater":870,"Ġpoint":871,"ect":872,"iv":873,"Ġdoesn":874,"Ġmus":875,"Ġthose":876,"Ġactors":877,"Ġap":878,"Ġwatching":879,"ĠAl":880,"Ġfam":881,"Ġdidn":882,"joy":883,"Ġdec":884,"ying":885,"Ġres":886,"Ġra":887,"Ġsim":888,"Ġche":889,"Ġguy":890,"Ġyears":891,"Ġwom":892,"Ġfunny":893,"Ġcou":894,"Ġgir":895,"oth":896,"Ġgen":897,"ffect":898,"Ġview":899,"Ġenjoy":900,"Ġset":901,"Ġmakes":902,"Ġtra":903,"Ġstart":904,"Ġfact":905,"erson":906,"Ġbelie":907,"ute":908,"Ġdown":909,"edy":910,"Ġgoing":911,"ĠIf":912,"Ġcomp":913,"ool":914,"Ġsame":915,"Ġob":916,"iss":917,"az":918,"--":919,"oc":920,"Ġactually":921,"Ġfew":922,"Ġbefore":923,"oss":924,"Ġfin":925,"old":926,"Ġem":927,"Ġlong":928,"Ġev":929,"Ġsub":930,"der":931,"ale":932,"Ġpret":933,"Ġprodu":934,"ience":935,"ft":936,"**":937,"Ġwhile":938,"cial":939,"Ġyoung":940,"Ġgot":941,"Ġnow":942,"Ġthought":943,"Ġter":944,"rigin":945,"Ġown":946,"Ġwhy":947,"li":948,"Ġdif":949,"ction":950,"Ġbig":951,"Ġdirector":952,"Ġke":953,"Ġbit":954,"'re":955,"ons":956,"Ġtri":957,"Ġthough":958,"ub":959,"Ġexce":960,"ript":961,"Ġturn":962,"hen":963,"Ġsupp":964,"Ġnothing":965,"Ġorigin":966,"ible":967,"ram":968,"ĠJo":969,"Ġanother":970,"aut":971,"Ġnew":972,"Ġsm":973,"Ġfriend":974,"ince":975,"Ġcomple":976,"iting":977,"Ġrel":978,"Ġ&":979,"Ġeffect":980,"Ġinv":981,"Ġgirl":982,"Ġaround":983,"rent":984,"Ġquite":985,"Ġseems":986,"Ġthings":987,"onder":988,"Ġpretty":989,"Ġapp":990,"00":991,"ings":992,"ew":993,"Ġscreen":994,"Ġenough":995,"air":996,"meric":997,"ign":998,"ched":999,"ically":1000,"most":1001,"ib":1002,"Ġneed":1003,"Ġlaugh":1004,"ways":1005,"Ġright":1006,"ris":1007,"ween":1008,"ness":1009,"Ġhard":1010,"Ġscript":1011,"ank":1012,"Ġfar":1013,"Ġworld":1014,"Ġacc":1015,"Ġkid":1016,"Ġstr":1017,"Ġoriginal":1018,"Ġhigh":1019,"Ġperson":1020,"ately":1021,"Ġtake":1022,"ĠShe":1023,"app":1024,"ster":1025,"ead":1026,"Ġins":1027,"ced":1028,"Ġbetween":1029,"Ġkind":1030,"ention":1031,"Ġappe":1032,"Ġmust":1033,"rill":1034,"inem":1035,"Ġop":1036,"Ġmusic":1037,"Ġgive":1038,"ĠBr":1039,"Ġhorror":1040,"Ġes":1041,"hes":1042,"utes":1043,"Ġwonder":1044,"ĠAs":1045,"Ġrole":1046,"ward":1047,"Ġreason":1048,"\",":1049,"Ġsec":1050,"ord":1051,"vious":1052,"ash":1053,"its":1054,"Ġgets":1055,"Ġisn":1056,"Ġput":1057,"Ġsaw":1058,"Ġtimes":1059,"Ġmom":1060,"Ġtell":1061,"Ġalways":1062,"Ġseries":1063,"Ġwhole":1064,"aid":1065,"Ġbu":1066,"Ġaction":1067,"Ġsex":1068,"ĠAmeric":1069,"Ġleast":1070,"ased":1071,"Ġhel":1072,"icul":1073,"ĠYou":1074,"Ġinteresting":1075,"Ġmain":1076,"ody":1077,"oot":1078,"Ġcome":1079,"Ġcomedy":1080,"ĠThey":1081,"here":1082,"Ġread":1083,"Ġchild":1084,"Ġlead":1085,"Ġbeaut":1086,"Ġsound":1087,"Ġdone":1088,"Ġclass":1089,"Ġep":1090,"ner":1091,"ife":1092,"Ġboth":1093,"ĠHow":1094,"Ġwithout":1095,"Ġexpect":1096,"arr":1097,"Ġalmost":1098,"Ġide":1099,"Ġcons":1100,"Ġshot":1101,"Ġmight":1102,"Ġminutes":1103,"ully":1104,"gg":1105,"Ġcam":1106,"view":1107,"Ġcinem":1108,"hn":1109,"Ġhand":1110,"rible":1111,"Ġdiffe":1112,"'ll":1113,"Ġworth":1114,"Ġaud":1115,"xt":1116,"ines":1117,"Ġcomplete":1118,"bably":1119,"Ġexpl":1120,"ouse":1121,"uring":1122,"de":1123,"ĠSh":1124,"Ġco":1125,"Ġlast":1126,"Ġanything":1127,"ime":1128,"Ġperformance":1129,"stand":1130,"Ġbegin":1131,"though":1132,"Ġbook":1133,"Ġcare":1134,"son":1135,"Ġinst":1136,"ane":1137,"Ġcle":1138,"Ġcour":1139,"Ġfamily":1140,"Ġhelp":1141,"It":1142,"cially":1143,"ĠTh":1144,"\".":1145,"Ġ3":1146,"Ġentertain":1147,"ov":1148,"ism":1149,"Ġsince":1150,"Ġwar":1151,"Ġel":1152,"Ġcall":1153,"Ġfound":1154,"ĠTV":1155,"era":1156,"Ġaway":1157,"ograp":1158,"ialog":1159,"oney":1160,"mend":1161,"ĠFr":1162,"Ġext":1163,"Ġcar":1164,"istic":1165,"Ġsequ":1166,"ures":1167,"ative":1168,"Ġprobably":1169,"Ġart":1170,"ition":1171,"atch":1172,"Ġdialog":1173,"ĠWh":1174,"ange":1175,"ros":1176,"Ġrun":1177,"Ġbo":1178,"Ġwoman":1179,"ER":1180,"Ġsure":1181,"VD":1182,"aster":1183,"als":1184,"ĠAn":1185,"ret":1186,"ject":1187,"co":1188,"pecially":1189,"Ġlet":1190,"Ġ10":1191,"Ġrather":1192,"ah":1193,"isod":1194,"ling":1195,"apt":1196,"Ġadd":1197,"led":1198,".\"":1199,"uck":1200,"oint":1201,"wh":1202,"Ġworst":1203,"ten":1204,"wood":1205,"Ġhappen":1206,"Ġabs":1207,"ĠDVD":1208,"osed":1209,"Ġlik":1210,"Ġour":1211,"Ġmaking":1212,"Ġmean":1213,"ee":1214,"Ġvers":1215,"ither":1216,"Ġsurp":1217,"Ġcourse":1218,"alf":1219,"Ġkeep":1220,"Ġanyone":1221,"Ġpoor":1222,"Ġepisod":1223,"ont":1224,"Ġbelieve":1225,"ok":1226,"Ġeach":1227,"Ġtrying":1228,"ollow":1229,"olly":1230,"Ġdifferent":1231,"Ġbeautif":1232,"Ġmind":1233,"ates":1234,"Ġdel":1235,"Ġbor":1236,"ĠJohn":1237,"Ġcomes":1238,"ady":1239,"Ġjob":1240,"ec":1241,"ommend":1242,"Ġcre":1243,"blem":1244,"Ġinter":1245,"umb":1246,"ingly":1247,"ex":1248,"Ġsense":1249,"Ġplace":1250,"hip":1251,"Ġending":1252,"Ġshows":1253,"Ġgoes":1254,"Ġplayed":1255,"fin":1256,"ĠSo":1257,"Ġrest":1258,"ĠThat":1259,"iter":1260,"ments":1261,"Ġty":1262,"Ġboy":1263,"Ġpol":1264,"ney":1265,"Ġless":1266,"empt":1267,"dd":1268,"ics":1269,"rist":1270,"Ġyet":1271,"Ġshort":1272,"iece":1273,"Ġday":1274,"Ġproblem":1275,"ope":1276,"atter":1277,"ĠWhat":1278,"'d":1279,"Ġperfect":1280,"Ġac":1281,"ray":1282,"Ġstand":1283,"Ġpres":1284,"ality":1285,"ks":1286,"arent":1287,"ilar":1288,"lud":1289,"Ġmem":1290,"Ġwatched":1291,"Ġrecommend":1292,"Ġwasn":1293,"Ġcreat":1294,"Ġfan":1295,"ĠWe":1296,"ph":1297,"Ġlooks":1298,"Ġlooking":1299,"Ġeffects":1300,"Ġport":1301,"Ġsuper":1302,"Ġmoney":1303,"ream":1304,"ower":1305,"ortun":1306,"aps":1307,"Ġactor":1308,"Ġhalf":1309,"ann":1310,"sp":1311,"Ġgl":1312,"Ġconf":1313,"way":1314,"Ġdram":1315,"ident":1316,"Ġfollow":1317,"io":1318,"Ġsit":1319,"ĠNot":1320,"....":1321,"Ġplays":1322,"Ġcertain":1323,"gether":1324,"Ġtogether":1325,"Ġaudience":1326,"Ġfav":1327,"Ġhead":1328,"Ġmiss":1329,"Ġsaid":1330,"ied":1331,"sc":1332,"Ġunderstand":1333,"llent":1334,"arn":1335,"land":1336,"ĠTH":1337,"ĠDe":1338,"Ġsomeone":1339,"Ġdep":1340,"Ġhaving":1341,"Ġelse":1342,"ues":1343,"Ġtakes":1344,"Ġreview":1345,"Ġsecond":1346,"Ġhimself":1347,"Ġtalk":1348,"Ġimag":1349,"Ġmon":1350,"Ġthree":1351,"Ġposs":1352,"Ġleft":1353,"Ġnice":1354,"Ġed":1355,"Ġtrue":1356,"Ġrele":1357,"ames":1358,"not":1359,"udget":1360,"day":1361,"Ġversion":1362,"cept":1363,"ollywood":1364,"Ġspecial":1365,"Ġnight":1366,"10":1367,"ature":1368,"ix":1369,"ĠBl":1370,"Ġfall":1371,"upid":1372,"Ġfriends":1373,"Ġespecially":1374,"Ġidea":1375,"Ġvis":1376,"ited":1377,"atic":1378,"ists":1379,"ĠAmerican":1380,"cing":1381,"uff":1382,"ply":1383,"sy":1384,"Ġcomm":1385,"ional":1386,"Ġuse":1387,"ĠAll":1388,"Ġcame":1389,"Ġph":1390,"Ġentire":1391,"Ġeverything":1392,"ross":1393,"ĠFor":1394,"ted":1395,"Ġobvious":1396,"ired":1397,"Ġsch":1398,"ier":1399,"Ġhour":1400,"Ġinvol":1401,"Ġey":1402,"Ġbeautiful":1403,"ared":1404,"Ġseeing":1405,"Ġdet":1406,"Ġwife":1407,"Ġexcellent":1408,"Ġsing":1409,"Ġdist":1410,"Ġmur":1411,"ides":1412,"Ġsk":1413,"Ġduring":1414,"Ġtot":1415,"ien":1416,"Ġhome":1417,"Ġlater":1418,"Ġeveryone":1419,"fully":1420,"Ġexc":1421,"Ġstupid":1422,"Ġele":1423,"Ġmen":1424,"my":1425,"Ġlack":1426,"appoint":1427,"ount":1428,"ĠRob":1429,"Ġattempt":1430,"Ġused":1431,"ĠBe":1432,"Ġexper":1433,"Ġyear":1434,"ĠSp":1435,"ird":1436,"Ġtal":1437,"Ġonce":1438,"Ġlow":1439,"Ġremem":1440,"ĠSc":1441,"omb":1442,"amp":1443,"Ġcompletely":1444,"ery":1445,"ins":1446,"like":1447,"Ġmar":1448,"ĠUn":1449,"Ġfather":1450,"Ġdisappoint":1451,"Ġfight":1452,"Ġdeath":1453,"Ġhist":1454,"olute":1455,"Ġass":1456,"Ġtop":1457,"Ġunt":1458,"ains":1459,"Ġopen":1460,"yle":1461,"orn":1462,"Ġsimply":1463,"Ġhuman":1464,"att":1465,"Ġrep":1466,"iol":1467,"Ġserious":1468,"ove":1469,"Ġ4":1470,"ract":1471,"ĠCl":1472,"ĠSte":1473,"Ġcop":1474,"Ġword":1475,"Ġbeh":1476,"Ġexp":1477,"but":1478,"Ġanim":1479,"ĠAr":1480,"ĠWhen":1481,"Ġret":1482,"ork":1483,"Ġloc":1484,"Ġstud":1485,"Ġdefin":1486,"aring":1487,"Ġwrong":1488,"Ġtit":1489,"ĠRe":1490,"Ġsong":1491,"ets":1492,"ography":1493,"Ġsy":1494,"Ġinclud":1495,"Ġgener":1496,"orm":1497,"Ġemot":1498,"Ġalong":1499,"ott":1500,"ĠAt":1501,"Ġcra":1502,"ĠHollywood":1503,"ideo":1504,"Ġmess":1505,"Ġpict":1506,"Ġheart":1507,"Ġ--":1508,"Ġperformances":1509,"Ġtry":1510,"Ġsupposed":1511,"Ġeither":1512,"Ġcamera":1513,"In":1514,"Ġgra":1515,"ĠMar":1516,"itten":1517,"Ġabsolute":1518,"Ġfail":1519,"Ġboring":1520,"uly":1521,"ider":1522,"Ġkids":1523,"Ġdra":1524,"idd":1525,"ĠZ":1526,"Ġline":1527,"Ġcount":1528,"Ġblack":1529,"vin":1530,"Ġeas":1531,"Ġcouple":1532,"fic":1533,"Ġschool":1534,"ote":1535,"gr":1536,"Ġproduction":1537,"Ġ8":1538,"Ġsmall":1539,"ax":1540,"Ġpass":1541,"Ã©":1542,"ĠChrist":1543,"Ġexam":1544,"Ġind":1545,"Ġclassic":1546,"elt":1547,"oice":1548,"Ġbas":1549,"Ġsurpris":1550,"Ġhope":1551,"uth":1552,"Ġgiven":1553,"ĠHowever":1554,"vis":1555,"Ġwomen":1556,"haps":1557,"ĠMy":1558,"Ġbecom":1559,"iant":1560,"Ġbudget":1561,"med":1562,"ĠOne":1563,"Ġ5":1564,"Ġconc":1565,"Ġsort":1566,"oon":1567,"com":1568,"Ġfavor":1569,"itely":1570,"Ġuntil":1571,"Ġparticul":1572,"Ġlight":1573,"Ġtruly":1574,"Ġhumor":1575,"Ġrom":1576,"Ġsad":1577,"Ġflick":1578,"Ġportray":1579,"Ġcred":1580,"ities":1581,"Ġwon":1582,"Ġhouse":1583,"Ġmoments":1584,"Ġhero":1585,"ize":1586,"Ġname":1587,"Ġfull":1588,"Ġitself":1589,"Ġviol":1590,"sel":1591,"Ġstar":1592,"play":1593,"velop":1594,"IN":1595,"fortun":1596,"Ġple":1597,"Ġgetting":1598,"iness":1599,"Ġamaz":1600,"Ġinstead":1601,"ton":1602,"Ġawful":1603,"Ġpain":1604,"ike":1605,"ows":1606,"ĠÂ":1607,"Ġremember":1608,"ility":1609,"aj":1610,"Ġnext":1611,"tern":1612,"ently":1613,"ĠNo":1614,"ric":1615,"Ġterrible":1616,"Ġexcept":1617,"reak":1618,"ĠSe":1619,"Ġgives":1620,"Ġdoing":1621,"Ġguess":1622,"ĠCar":1623,"Ġmother":1624,"Ġwa":1625,"Ġepisode":1626,"cy":1627,"Ġcoll":1628,"Ġplaying":1629,"Ġdri":1630,"Ġtalent":1631,"Ġface":1632,"ories":1633,"ug":1634,"Ġreg":1635,"Ġlines":1636,"itch":1637,"Ġhowever":1638,"Ġdialogue":1639,"Ġ7":1640,"ister":1641,"reme":1642,"que":1643,"Ġwonderful":1644,"ps":1645,"ĠMr":1646,"Ġothers":1647,"illy":1648,"Ġvideo":1649,"Ġoften":1650,"Ġwent":1651,"ony":1652,"ument":1653,",\"":1654,"imes":1655,"Ġcouldn":1656,"Ġpiece":1657,"Ġcor":1658,"ĠMan":1659,"ger":1660,"Ġpower":1661,"Ġform":1662,"Ġdead":1663,"If":1664,"Ġcut":1665,"Ġslow":1666,"Ġbecome":1667,"Ġbrill":1668,"Ġ9":1669,"Ġearly":1670,"Ġimpress":1671,"vent":1672,"Ġliked":1673,"Ġann":1674,"ĠTHE":1675,"ured":1676,"olog":1677,"aughter":1678,"Ġ.":1679,"Ġquest":1680,"ming":1681,"Ġdevelop":1682,"ized":1683,"ĠLe":1684,"ĠJack":1685,"Ġentertaining":1686,"Ġclose":1687,"ibly":1688,"yn":1689,"Ġcase":1690,"Ġlive":1691,"ĠOn":1692,"ĠDon":1693,"line":1694,"Ġref":1695,"cess":1696,"Ġmaybe":1697,"right":1698,"Ġmention":1699,"enn":1700,"Ġfelt":1701,"oid":1702,"Ġchildren":1703,"ael":1704,"Ġstyle":1705,"het":1706,"ĠWill":1707,"Ġstars":1708,"There":1709,"body":1710,"ĠWell":1711,"used":1712,"Ġrelations":1713,"Ġmatter":1714,"ler":1715,"Ġstrong":1716,"Ġtrans":1717,"lish":1718,"Ġabsolutely":1719,"ley":1720,"Ġdark":1721,"Ġz":1722,"Ġactress":1723,"Ġtitle":1724,"Ġworse":1725,"Ġrent":1726,"Ġrid":1727,"und":1728,"ccess":1729,"Ġbeginning":1730,"oub":1731,"ular":1732,"Ġguys":1733,"Ġside":1734,"uss":1735,"pite":1736,"Ġmis":1737,"Ġwaste":1738,"Ġdefinitely":1739,"riend":1740,"ined":1741,"Ġcertainly":1742,"Ġwritten":1743,"Ġagainst":1744,"by":1745,"ific":1746,"Ġfant":1747,"Ġextreme":1748,"Ġseemed":1749,"selves":1750,"ready":1751,"Ġloved":1752,"ĠHis":1753,"unch":1754,"Ġsever":1755,"pped":1756,"ĠNew":1757,"Ġpast":1758,"ape":1759,"Ġcinema":1760,"Ġbrilliant":1761,"Ġwanted":1762,"ĠDav":1763,"ts":1764,"Ġseveral":1765,"unk":1766,"ichael":1767,"atur":1768,"Ġpicture":1769,"ison":1770,"Ġpop":1771,"Ġbecomes":1772,"fortunately":1773,"Ġsw":1774,"Ġpred":1775,"Ġalready":1776,"Ġrelationship":1777,"Ġexample":1778,"ĠEven":1779,"Ġsomew":1780,"ĠEng":1781,"ung":1782,"Ġsuccess":1783,"Ġtotally":1784,"Ġdrama":1785,"aken":1786,"vable":1787,"Ġadm":1788,"Ġmaster":1789,"osp":1790,"Ġblood":1791,"Ġable":1792,"Ġthrill":1793,"Ġlives":1794,"Ġdem":1795,"Ġgame":1796,"gu":1797,"Ġdirection":1798,"rew":1799,"Ġfans":1800,"Ġpar":1801,"iam":1802,"Ġalthough":1803,"ief":1804,"Ġcalled":1805,"Ġpur":1806,"Ġet":1807,"ĠHar":1808,"sh":1809,"ided":1810,"Ġprov":1811,"Ġdeal":1812,"Ġsupport":1813,"Ġstuff":1814,"Ġgrou":1815,"Ġav":1816,"ĠMc":1817,"Ġfine":1818,"Ġtou":1819,"Ġcapt":1820,"ĠÂĸ":1821,"Ġwalk":1822,"Ġcent":1823,"Ġself":1824,"Ġquality":1825,"Ġwants":1826,"Ġbrother":1827,"Ġtown":1828,"!<":1829,"Ġdeser":1830,"Ġdoc":1831,"aving":1832,"ried":1833,").<":1834,"??":1835,"ĠSome":1836,"ĠTo":1837,"oke":1838,"ages":1839,"Ġmor":1840,"Ġcomment":1841,"Ġwriting":1842,"Ġbased":1843,"use":1844,"Ġlist":1845,"ĠIs":1846,"Ġeff":1847,"Ġbra":1848,"Ġworks":1849,"Ġthroughout":1850,"Ġlost":1851,"Ġdaughter":1852,"oil":1853,"orge":1854,"Ġannoy":1855,"Ġocc":1856,"Ġval":1857,"ĠChar":1858,"Ġvill":1859,"off":1860,"Ġsitu":1861,"chn":1862,"OT":1863,"Ġtries":1864,"amed":1865,"sych":1866,"Ġviewer":1867,"to":1868,"Ġhistory":1869,"Ġsn":1870,"using":1871,"Ġpat":1872,"Ġimport":1873,"Ġenjoyed":1874,"Ġson":1875,"Ġpresent":1876,"Ġgave":1877,"ination":1878,"Ġmed":1879,"Ġsusp":1880,"Ġfair":1881,"Ġnum":1882,"Ġfinal":1883,"ches":1884,"19":1885,"Ġsat":1886,"Ġmag":1887,"rib":1888,"ient":1889,"Ġdr":1890,"ms":1891,"Ġhon":1892,"ik":1893,"Ġlearn":1894,"ĠAfter":1895,"ude":1896,"Ġturns":1897,"Ġparts":1898,"Ġappear":1899,"Ġcrit":1900,"Ġfem":1901,"ovie":1902,"Ġamazing":1903,"Ġetc":1904,"Ġnovel":1905,"Ġtoday":1906,"Ġstra":1907,"ern":1908,"rodu":1909,"arth":1910,"Ġthemselves":1911,"Ġfinally":1912,"Ġcol":1913,"Ġdays":1914,"Ġfavorite":1915,"Ġinf":1916,"Ġteen":1917,"Ġprom":1918,"Ġgenre":1919,"ox":1920,"ajor":1921,"ished":1922,"Ġcontin":1923,"itive":1924,"Ġhorrible":1925,"Ġfoot":1926,"Ġcult":1927,"Ġlevel":1928,"Ġlate":1929,"Ġmoment":1930,"Ġshoot":1931,"As":1932,"Ġhilar":1933,"tra":1934,"ene":1935,"Ġgroup":1936,"Ġfeat":1937,"ĠMichael":1938,"Ġstarts":1939,"rop":1940,"Ġexact":1941,"ards":1942,"Ġbehind":1943,"ĠThen":1944,"Ġmyself":1945,"Ġdocument":1946,"Ġir":1947,"Ġfig":1948,"yp":1949,"Ġstop":1950,"okes":1951,"Ġask":1952,"Ġkilled":1953,"Ġ,":1954,"Ġkiller":1955,"Ġpick":1956,"Ġtyp":1957,"Ġconsider":1958,"Ġsays":1959,"Ġopp":1960,"Ġcost":1961,"Ġmyster":1962,"ĠGer":1963,"ĠRobert":1964,"ĠEd":1965,"iculous":1966,"Ġdeli":1967,"astic":1968,"Ġeffort":1969,"ĠWith":1970,"Ġincred":1971,"Ġtook":1972,"Ġeyes":1973,"els":1974,"band":1975,"Ġthinking":1976,"ĠHer":1977,"ĠAlso":1978,"arb":1979,"eth":1980,"ats":1981,"akers":1982,"ese":1983,"Ġhappens":1984,"Ġdecent":1985,"antly":1986,"Ġmot":1987,"Ġheard":1988,"ump":1989,"ior":1990,"Ġbus":1991,"Ġvoice":1992,"Ġexperience":1993,"AN":1994,"Ġintell":1995,"ey":1996,"urt":1997,"Ġconst":1998,"Ġevil":1999,"Ġmurder":2000,"Ġfa":2001,"ĠDan":2002,"Ġhilarious":2003,"uge":2004,"Ġfore":2005,"ives":2006,"Ġfeeling":2007,"na":2008,"Ġsoon":2009,"Ġtype":2010,"dy":2011,"usband":2012,"ĠBrit":2013,"Ġcinemat":2014,"ST":2015,"ĠOf":2016,"owing":2017,"uc":2018,"Ġperhaps":2019,"Ġgirls":2020,"Ġnon":2021,"ĠGe":2022,"gs":2023,"Ġtele":2024,"ences":2025,"ĠQ":2026,"AT":2027,"Ġpsych":2028,".)":2029,"aul":2030,"Ġmajor":2031,"Ġchang":2032,"Ġinvolved":2033,"Ġprof":2034,"Ġstru":2035,"ĠWar":2036,"Ġridiculous":2037,"Ġroles":2038,"Ġdirected":2039,"ters":2040,"ering":2041,"Ġhit":2042,"Ġopin":2043,"What":2044,"Ġsle":2045,"Ġtold":2046,"antic":2047,"Ġste":2048,"Ġcannot":2049,"Ġhold":2050,"ances":2051,"zy":2052,"ator":2053,"ĠWhy":2054,"Ġesc":2055,"Ġstories":2056,"Ġroom":2057,"ĠInd":2058,"Ġchance":2059,"ĠGod":2060,"Ġpredict":2061,"aves":2062,"Ġlooked":2063,"Ġcheap":2064,"Ġsol":2065,"Ġwhite":2066,"Ġscore":2067,"Ġextremely":2068,"ement":2069,"ians":2070,"ots":2071,"ĠMay":2072,"Ġresult":2073,"Ġdream":2074,"Ġwin":2075,"Ġhusband":2076,"Ġdisco":2077,"anger":2078,"how":2079,"Ġmove":2080,"Ġleave":2081,"aced":2082,"Ġcrap":2083,"Ġuni":2084,"side":2085,"iddle":2086,"ĠGr":2087,"nded":2088,"Ġago":2089,"Ġstre":2090,"any":2091,"Ġquick":2092,"Ġshown":2093,"Ġwouldn":2094,"urb":2095,"Ġhappened":2096,"Ġcoming":2097,"Ġviolence":2098,"Ġcool":2099,"ĠJust":2100,"LL":2101,"Ġweak":2102,"Ġbring":2103,"rench":2104,"aces":2105,"ĠWhile":2106,"Ġevent":2107,"OR":2108,"ones":2109,"ON":2110,"Ġswe":2111,"Ġant":2112,"Ġ6":2113,"Ġsimple":2114,"vol":2115,"Ġshock":2116,"Ġtaken":2117,"ational":2118,"Ġtechn":2119,"And":2120,"ution":2121,"vision":2122,"cer":2123,"Ġdesc":2124,"Ġmusical":2125,"ĠPl":2126,"Ġsubject":2127,"Ġpos":2128,"iet":2129,"ron":2130,"ĠEnglish":2131,"aged":2132,"che":2133,"Ġage":2134,"ĠEvery":2135,"gan":2136,"cks":2137,"ĠOr":2138,"mb":2139,"Ġbreak":2140,"But":2141,"mp":2142,"nds":2143,"wards":2144,"Ġcountry":2145,"Ġknown":2146,"AR":2147,"Ġvar":2148,"mm":2149,"rest":2150,"iety":2151,"ole":2152,"Ġacross":2153,"Ġobviously":2154,"Ġ200":2155,"Ġcareer":2156,"rit":2157,"Ġreturn":2158,"Ġpolit":2159,"ury":2160,"ĠNow":2161,"ered":2162,"itting":2163,"ground":2164,"Ġstay":2165,"pping":2166,"!!!":2167,"ky":2168,"Ġhighly":2169,"ield":2170,"...<":2171,"Ġinde":2172,"Ġapparent":2173,"Ġopening":2174,"Ġphot":2175,"Ġhuge":2176,"ys":2177,"Ġreleased":2178,"Ġcomed":2179,"ĠPet":2180,"Ġsaying":2181,"Ġfour":2182,"Ġang":2183,"Ġexactly":2184,"Ġfoc":2185,"Ġjokes":2186,"ral":2187,"Ġyourself":2188,"Ġdev":2189,"Ġsuspense":2190,"Ġhours":2191,"Ġannoying":2192,"Ġbody":2193,"Ġdoub":2194,"Ġlar":2195,"ctor":2196,"Ġfut":2197,"ĠKe":2198,"Ġdeep":2199,"Ġbuild":2200,"ĠCon":2201,"Ġparticularly":2202,"Ġorder":2203,"rence":2204,"ĠDavid":2205,"ubl":2206,"Ġsimilar":2207,"omp":2208,"Ġopinion":2209,"ina":2210,"real":2211,"Ġreality":2212,"Ġdisc":2213,"Ġgun":2214,"ball":2215,"Ġsometimes":2216,"enty":2217,"Ġpay":2218,"ili":2219,"Ġcinematography":2220,"Ġstarted":2221,"outh":2222,"ĠJames":2223,"Ġprem":2224,"Ġshots":2225,"Ġstrange":2226,"Ġwriter":2227,"oul":2228,"Ġpossible":2229,"Ġones":2230,"Ġnumber":2231,"iction":2232,"Ġpull":2233,"Ġtreat":2234,"Ġends":2235,"Ġdest":2236,"hetic":2237,"Ġill":2238,"Ġgore":2239,"bel":2240,"eng":2241,"ential":2242,"aim":2243,"read":2244,"Ġdocumentary":2245,"Ġsubt":2246,"Ġnear":2247,"Ġsave":2248,"Ġchange":2249,"Ġhot":2250,"ino":2251,"estern":2252,"****":2253,"Ġwish":2254,"Ġfill":2255,"Ġforget":2256,"Ġpolice":2257,"Ġnarr":2258,"Ġdisappointed":2259,"Ġmoder":2260,"Ġwhose":2261,"Ġimportant":2262,"Ġhonest":2263,"Ġwee":2264,"Ġusual":2265,"Ġfilmm":2266,"Ġparent":2267,"Ġalone":2268,"ouble":2269,"Ġprot":2270,"Ġliving":2271,"Ġteam":2272,"Ġpri":2273,"rise":2274,"Ġsister":2275,"Ġdetail":2276,"Ġsomewhat":2277,"wise":2278,"Ġturned":2279,"Ġfemale":2280,"Ġknew":2281,"Ġlocal":2282,"orth":2283,"ĠGerman":2284,"Ġair":2285,"ĠDo":2286,"Ġunc":2287,"Ġfinds":2288,"yond":2289,"ĠAm":2290,"ING":2291,"oud":2292,"apan":2293,"Ġ20":2294,"Ġdru":2295,"ĠTom":2296,"Ġknows":2297,"Ġattention":2298,"Ġrunning":2299,"Ġsingle":2300,"ĠPer":2301,"ĠPe":2302,"Ġrating":2303,"reci":2304,"ichÃ©":2305,"Ġsilly":2306,"!\"":2307,"ald":2308,"Ġwords":2309,"Ġvict":2310,"ĠRich":2311,"Ġproblems":2312,"Ġsent":2313,"lling":2314,"Ġstraight":2315,"inc":2316,"Ġtaking":2317,"Ġpot":2318,"Ġremind":2319,"ean":2320,"oof":2321,"Al":2322,"gy":2323,"Ġsold":2324,"mosp":2325,"unt":2326,"Ġepisodes":2327,"Ġmist":2328,"ained":2329,"Ġten":2330,"arch":2331,"head":2332,"Ġland":2333,"Ġmiddle":2334,"Ġdespite":2335,"Ġsequence":2336,"Ġcontro":2337,"Ġmeet":2338,"which":2339,"Ġinn":2340,"ires":2341,"Ġut":2342,"ush":2343,"Ġamong":2344,"ital":2345,"ĠAd":2346,"Ġrespect":2347,"Ġequ":2348,"Ġplan":2349,"Ġtouch":2350,"ised":2351,"Ġbel":2352,"Ġhell":2353,"Ġconvin":2354,"orable":2355,"ants":2356,"rom":2357,"Ġcompl":2358,"Ġusually":2359,"Ġatmosp":2360,"rely":2361,"Ġtalking":2362,"Ġcart":2363,"form":2364,"Ġevents":2365,"track":2366,"EN":2367,"ĠclichÃ©":2368,"usion":2369,"Ġmodern":2370,"Ġaren":2371,"Ġtells":2372,"Ġincluding":2373,"ĠBritish":2374,"back":2375,"ĠOsc":2376,"Ġsign":2377,"Ġeng":2378,"Ġca":2379,"Ġunf":2380,"Ġhands":2381,"Ġforg":2382,"Ġtelevision":2383,"Ġdue":2384,"ĠJapan":2385,"otic":2386,"tim":2387,"Ġgang":2388,"light":2389,"aker":2390,"ubb":2391,"Ġintellig":2392,"Ġmater":2393,"Ġve":2394,"Ġhop":2395,"ĠNe":2396,"Ġprevious":2397,"Ġmark":2398,"Ġappears":2399,"Ġquestion":2400,"ĠEl":2401,"Ġappreci":2402,"ĠWilliam":2403,"iod":2404,"Ġprog":2405,"Ġdull":2406,"Ġbox":2407,"ĠPh":2408,"Ġsets":2409,"Ġ80":2410,"Ġmostly":2411,"Ġenjoyable":2412,"Ġpredictable":2413,"Ġreve":2414,"ously":2415,"Ġsongs":2416,"My":2417,"aught":2418,"Ġhate":2419,"Ġodd":2420,"Ġseason":2421,"Ġscary":2422,"Ġsoundtrack":2423,"Ġromantic":2424,"Ġmaterial":2425,"iest":2426,"Ġaspect":2427,"attle":2428,"Ġupon":2429,"Ġapart":2430,"where":2431,"Ġnone":2432,"Ġhappy":2433,"Ġpleas":2434,"orry":2435,"Ġseriously":2436,"Ġbeyond":2437,"Ġclear":2438,"Ġadv":2439,"go":2440,"uri":2441,"oe":2442,"Ġcheck":2443,"Ġways":2444,"Ġul":2445,"Ġcamp":2446,"Ġhaven":2447,"Ġclearly":2448,"Ġeye":2449,"Ġdoubt":2450,"Ġcomic":2451,"Ġspir":2452,"Ġabove":2453,"irector":2454,"Ġgiving":2455,"nding":2456,"Ġsurprised":2457,"oun":2458,"Ġflaw":2459,"Ġsequel":2460,"who":2461,"Ġeasily":2462,"Ġvisual":2463,"Ġfuture":2464,"Ġneeds":2465,"Ġtried":2466,"ĠAny":2467,"Ġear":2468,"key":2469,"Ġfeature":2470,"Ġ197":2471,"ublic":2472,"over":2473,"ĠSam":2474,"Ġsexual":2475,"row":2476,"asc":2477,"ĠPaul":2478,"asy":2479,"Ġslight":2480,"Ġfalls":2481,"Ġvictim":2482,"work":2483,"Ġmessage":2484,"Ġtheat":2485,"ggest":2486,"Ġcreep":2487,"Ġfast":2488,"ĠIM":2489,"Ġshowing":2490,"Ġaccept":2491,"An":2492,"ressed":2493,"Ġbunch":2494,"ara":2495,"rated":2496,"Ġbar":2497,"Ġentertainment":2498,"St":2499,"Ġmet":2500,"Ġstoryline":2501,"Ġrelease":2502,"ension":2503,"Ġsetting":2504,"cl":2505,"Ġtheme":2506,"Ġadult":2507,"Ġmoving":2508,"?<":2509,"Ġsuggest":2510,"Ġ198":2511,"!!!!":2512,"iel":2513,"oose":2514,"inal":2515,"Ġtwist":2516,"Ġpersonal":2517,"Ġactual":2518,"Ġexist":2519,"ival":2520,"ices":2521,"Ġperiod":2522,"verage":2523,"',":2524,"EA":2525,"ening":2526,"let":2527,"irt":2528,"Ġemb":2529,"orld":2530,"Ġadapt":2531,"Ġlarge":2532,"ĠFrench":2533,"Ġsupporting":2534,"iment":2535,"Ġsurv":2536,"Ġzomb":2537,"ficult":2538,"wr":2539,"Ġmeans":2540,"Ġmil":2541,"Ġkept":2542,"Ġnamed":2543,"aur":2544,"Ġfeels":2545,"Ġeasy":2546,"Ġattack":2547,"Ġcomments":2548,"Ġparents":2549,"Ġelements":2550,"ĠDis":2551,"!)":2552,"IL":2553,"Ġdifficult":2554,"Ġiss":2555,"ĠMor":2556,"Ġpost":2557,"bs":2558,"uses":2559,"Ġspoil":2560,"Ġsecret":2561,"Ġfell":2562,"Ġdecided":2563,"Ġpoints":2564,"Ġthriller":2565,"Ġcomb":2566,"Ġherself":2567,"upp":2568,"ĠDr":2569,"ĠGeorge":2570,"Ġfilmed":2571,"Ġworking":2572,"ceed":2573,"ĠNOT":2574,"Ġfree":2575,"Ġwithin":2576,"Ġsuperb":2577,"Ġru":2578,"Ġviewing":2579,"Ġviewers":2580,"ially":2581,"kay":2582,"ĠItal":2583,"Wh":2584,"Ġinsp":2585,"Ġbro":2586,"Ġtre":2587,"ĠFrank":2588,"Ġoverall":2589,"atural":2590,"bers":2591,"Ġtypical":2592,"Ġediting":2593,"ges":2594,"ĠUS":2595,"Ġbelievable":2596,"ĠYork":2597,"Ġbrought":2598,"Ġhear":2599,"Ġrealistic":2600,"oor":2601,"Ġdie":2602,"Ġsuff":2603,"Ġintrodu":2604,"Ġspeak":2605,"Ġnearly":2606,"Ġtruth":2607,"Ġbuy":2608,"gic":2609,"OU":2610,"bo":2611,"Ġreviews":2612,"ĠOscar":2613,"ising":2614,"ĠRichard":2615,"ĠGu":2616,"Ġleads":2617,"Ġwit":2618,"of":2619,"Ġusing":2620,"So":2621,"aling":2622,"Ch":2623,"Ġsil":2624,"eg":2625,"lin":2626,"cious":2627,"Ġbegins":2628,"ma":2629,"Ġbusiness":2630,"Ġmix":2631,"Ġfigure":2632,"Ġfamous":2633,"esy":2634,"Ġgreatest":2635,"Ġsequences":2636,"Ġcur":2637,"aby":2638,"Ġwhether":2639,"Ġcity":2640,"atever":2641,"Ġpremise":2642,"Ġtheater":2643,"Ġweird":2644,"Ġwrit":2645,"Ġbackground":2646,"You":2647,"Ġmeaning":2648,"ĠAmerica":2649,"Ġdan":2650,"Ġbasically":2651,"piece":2652,"sw":2653,"Ġexpected":2654,"Ġatmosphere":2655,"Ġclim":2656,"Ġnorm":2657,"Ġsoc":2658,"Ġparticular":2659,"Ġtale":2660,"Ġfive":2661,"Ġobs":2662,"ĠOK":2663,"verall":2664,"Ġsens":2665,"rific":2666,"ĠJul":2667,"ively":2668,"Ġfantastic":2669,"esome":2670,"Ġdumb":2671,"Ġanimation":2672,"Ġsituation":2673,"ES":2674,"ĠTr":2675,"Ġfront":2676,"omin":2677,"more":2678,"Âħ":2679,"ĠOh":2680,"af":2681,"Ġ*":2682,"irc":2683,"ĠCol":2684,"Ġcrime":2685,"Ġwait":2686,"Ġund":2687,"Ġ199":2688,"lfriend":2689,"ining":2690,"ĠMaybe":2691,"ĠSch":2692,"Ġstri":2693,"dden":2694,"?\"":2695,"Ġpure":2696,"lier":2697,"Ġid":2698,"ula":2699,"ĠAlthough":2700,"set":2701,"Ġstun":2702,"ogn":2703,"One":2704,"iences":2705,"hic":2706,"Ġsurprise":2707,"ĠJim":2708,"Ġrock":2709,"ĠAust":2710,"Ġred":2711,"ĠIMD":2712,"time":2713,"ĠPr":2714,"fer":2715,"Ġlim":2716,"ĠSim":2717,"Ġleaves":2718,"Ġdog":2719,"Ġlots":2720,"Ġcrew":2721,"lect":2722,"Ġkilling":2723,"Ġpoorly":2724,"icks":2725,"Ġbecame":2726,"Ġapparently":2727,"uro":2728,"Ġemotional":2729,"urther":2730,"Ġfootage":2731,"Ġappro":2732,"Ġutter":2733,"Ġtast":2734,"Ġresp":2735,"Ġneeded":2736,"Ġstere":2737,"Ġwood":2738,"Ġrese":2739,"hys":2740,"ĠUnfortunately":2741,"ĠLee":2742,"Ġinte":2743,"Ġavoid":2744,"ored":2745,"Ġforced":2746,"Ġcat":2747,"ager":2748,"ĠPeter":2749,"Th":2750,"Ġlame":2751,"Ġ/>\"":2752,"ye":2753,"Ġaverage":2754,"Ġgone":2755,"Ġsudden":2756,"Ġbored":2757,"Ġstrugg":2758,"Ġwind":2759,"Ġclever":2760,"bb":2761,"Ġexec":2762,"Ġmemorable":2763,"Ġgrand":2764,"Ġstage":2765,"'.":2766,"Ġcredits":2767,"Ġmale":2768,"arre":2769,"ĠMon":2770,"Ġallow":2771,"ĠGra":2772,"ĠAng":2773,"spect":2774,"bert":2775,"pend":2776,"Ġcopy":2777,"Ġpublic":2778,"ĠKing":2779,"Ġminute":2780,"Ġwrite":2781,"When":2782,"Ġ$":2783,"Ġsick":2784,"rey":2785,"Ġsociety":2786,"Ġinterested":2787,"friend":2788,"Ġmonster":2789,"Ġprop":2790,"Ġshame":2791,"Ġultim":2792,"Ġliter":2793,"Ġfire":2794,"ĠBen":2795,"ĠCan":2796,"cers":2797,"Ġemotion":2798,"Ġunique":2799,"king":2800,"ĠMost":2801,"Ġfeatures":2802,"ries":2803,"Ġ...":2804,"ĠCom":2805,"Ġanyway":2806,"ett":2807,"Ġperfectly":2808,"Ġproject":2809,"ĠWho":2810,"Ġdesign":2811,"Ġspace":2812,"Ġlaughs":2813,"lor":2814,"Ġsomehow":2815,"Ġmeets":2816,"ume":2817,"Ġkeeps":2818,"ĠAN":2819,"ills":2820,"iliar":2821,"Ġnature":2822,"angu":2823,"ius":2824,"agon":2825,"Ġprison":2826,"Ġexpress":2827,"Ġvillain":2828,"Ġquickly":2829,"ived":2830,"anks":2831,"isf":2832,"reed":2833,"erv":2834,"Ġmeant":2835,"Ġstereot":2836,"Ġcheesy":2837,"Ġgirlfriend":2838,"Ġcover":2839,"Ġmill":2840,"Ġlos":2841,"Ġheav":2842,"ĠPar":2843,"ĠSm":2844,"ĠFilm":2845,"well":2846,"Ġlaw":2847,"bor":2848,"Ġoper":2849,"Ġdam":2850,"ĠQu":2851,"ĠMart":2852,"Ġadvent":2853,"ai":2854,"Ġforward":2855,"Ġconcept":2856,"por":2857,"urd":2858,"Ġreading":2859,"Ġworked":2860,"Ġer":2861,"Ġrealize":2862,"hood":2863,"Ġmad":2864,"this":2865,"Ġment":2866,"chie":2867,"Ġamount":2868,"Ġmystery":2869,"All":2870,"acy":2871,"Ġimagine":2872,"action":2873,"Ġearlier":2874,"RE":2875,"Ġunlike":2876,"acing":2877,"Ġdisturb":2878,"Ġprofess":2879,"For":2880,"eless":2881,"ĠFrom":2882,"ned":2883,"ĠWood":2884,"Ġromance":2885,"opp":2886,"Ġyes":2887,"Ġmasterpiece":2888,"ĠDisney":2889,"Ġconne":2890,"Ġbadly":2891,"ises":2892,"ĠTw":2893,"Ġcry":2894,"Ġagree":2895,"Ġgeneral":2896,"Ġpurp":2897,"ĠJapanese":2898,"ĠIts":2899,"Ġgay":2900,"Ġ70":2901,"Ġpopular":2902,"?)":2903,"iny":2904,"arry":2905,"Ġrepe":2906,"host":2907,"Ġwhom":2908,"ze":2909,"Ġcap":2910,"Ġthird":2911,"ĠEx":2912,"Ġenc":2913,"Ġscreenplay":2914,"ĠAf":2915,"Ġhistor":2916,"allow":2917,"Ġpossibly":2918,"Ġband":2919,"Ġvarious":2920,"Ġextra":2921,"ged":2922,"Ġbrings":2923,"Ġrecogn":2924,"Ġolder":2925,"Ġtotal":2926,"kn":2927,"ĠIMDb":2928,"Ġadmit":2929,"Ġfasc":2930,"Ġpowerful":2931,"ring":2932,"Ġtowards":2933,"aked":2934,"Ġincredibly":2935,"Ġtrad":2936,"cher":2937,"ana":2938,"ĠThese":2939,"Ġjoke":2940,"Ġbare":2941,"Ġdance":2942,"Ġwriters":2943,"Ġ30":2944,"oman":2945,"Ġinnoc":2946,"\")":2947,"ĠYes":2948,"stead":2949,"look":2950,"Ġ195":2951,"ask":2952,"Ġconv":2953,"Ġacted":2954,"ĠScott":2955,"Ġcollect":2956,"Ġbattle":2957,"Ġreasons":2958,"arring":2959,"cessary":2960,"unny":2961,"Ġcolle":2962,"Ġcartoon":2963,"Ġhom":2964,"ĠChe":2965,"Ġrich":2966,"Ġdevelopment":2967,"olf":2968,"itty":2969,"Ġfails":2970,"rif":2971,"Ġinside":2972,"Ġoccas":2973,"Ġeventually":2974,"Ġspent":2975,"belie":2976,"erm":2977,"Ġnor":2978,"Ġportrayed":2979,"Ġplease":2980,"Ġfairly":2981,"ĠLike":2982,"Ġdirecting":2983,"Ġdeserves":2984,"Ġsleep":2985,"Ġcreepy":2986,"Ġjour":2987,"Ġattract":2988,"ĠGood":2989,"Ġflat":2990,"ĠBy":2991,"Ġcirc":2992,"Ġinvest":2993,"par":2994,"with":2995,"ases":2996,"ĠPat":2997,"Ġimm":2998,"ford":2999,"OO":3000,"Ġvamp":3001,"Ġscient":3002,"Ġdramatic":3003,"Ġ90":3004,"Ġwasted":3005,"ĠMe":3006,"itted":3007,"Ġdirectors":3008,"Ġcatch":3009,"udd":3010,"Ġsounds":3011,"ĠTra":3012,"Ġbeauty":3013,"ĠLu":3014,"Ġmanages":3015,"Ġattempts":3016,"How":3017,"ivid":3018,"ips":3019,"bl":3020,"roy":3021,"Ġideas":3022,"Ġplain":3023,"Ġcond":3024,"ĠNight":3025,"Ġleading":3026,"vered":3027,"ague":3028,"Ġexpecting":3029,"Ġcreate":3030,"ĠBlack":3031,"erry":3032,"Ġcommun":3033,"Ġspirit":3034,"Ġign":3035,"Ġbed":3036,"men":3037,"Ġphys":3038,"Ġlangu":3039,"Ġident":3040,"ĠSu":3041,"inary":3042,"Ġpolitical":3043,"Ġplenty":3044,"udity":3045,"yl":3046,"Ġboys":3047,"ĠEuro":3048,"medi":3049,"ero":3050,"Ġneg":3051,"Ġmembers":3052,"Ġaut":3053,"Ġfamiliar":3054,"Ġ:":3055,"Ġsorry":3056,"Ġcaught":3057,"ĠBra":3058,"Ġended":3059,"Ġindeed":3060,"mist":3061,"Ġ`":3062,"Ġexplain":3063,"Ġrecord":3064,"resh":3065,"boy":3066,"Ġmissing":3067,"arl":3068,"Ġrevol":3069,"ĠRuss":3070,"Ġsymp":3071,"Ġstat":3072,"andy":3073,"acher":3074,"arrass":3075,"ades":3076,"ĠFirst":3077,"Ġfighting":3078,"ĠAle":3079,"Ġaccident":3080,"Ġaff":3081,"Ġoffic":3082,"Ġoutside":3083,"Ġpositive":3084,"gest":3085,"Ġess":3086,"Ġmatch":3087,"oles":3088,"mas":3089,"rel":3090,"onic":3091,"ĠJoe":3092,"een":3093,"Ġachie":3094,"Ġwater":3095,"Ġlaughing":3096,"Ġpotential":3097,"izing":3098,"Ġsweet":3099,"Ġrob":3100,"Ġnote":3101,"lu":3102,"Ġhair":3103,"Ġcommon":3104,"On":3105,"ĠWorld":3106,"irl":3107,"Ġrecently":3108,"Ġest":3109,"Ġjud":3110,"Ġremake":3111,"val":3112,"hel":3113,"Ġporn":3114,"Ġtalented":3115,"Ġfilmmakers":3116,"Ġ!":3117,"Ġrequ":3118,"zz":3119,"Ġembarrass":3120,"Ġble":3121,"Ġclaim":3122,"Ġflash":3123,"Ġtravel":3124,"Ġpace":3125,"Ġdepth":3126,"Ġcreated":3127,"Ġ(\"":3128,"cked":3129,"ashing":3130,"Ġtelling":3131,"Ġescape":3132,"ites":3133,"Ġsocial":3134,"Ġfunn":3135,"ĠMat":3136,"Ġimpro":3137,"ology":3138,"Ġera":3139,"Ġimmedi":3140,"Ġrelig":3141,"TH":3142,"iers":3143,"Ġidi":3144,"Ġintri":3145,"Ġbother":3146,"Ġbiz":3147,"iced":3148,"Ġansw":3149,"Ġbrain":3150,"ĠItalian":3151,"IS":3152,"Ġtrail":3153,"Ġfollowing":3154,"Ġstep":3155,"Ġcomplex":3156,"iously":3157,"Ġmissed":3158,"Ġwestern":3159,"Ġwhatever":3160,"emy":3161,"Ġarri":3162,"Ġcrazy":3163,"Ġnudity":3164,"ieces":3165,"Ġbrief":3166,"Ġmurd":3167,"ha":3168,"vil":3169,"Ġcute":3170,"ĠOther":3171,"while":3172,"Ġaf":3173,"venge":3174,"Ġamb":3175,"Ġhardly":3176,"Ġhy":3177,"Ġformer":3178,"uine":3179,"asher":3180,"umes":3181,"Ġmedi":3182,"Ġwaiting":3183,"ĠBill":3184,"Ġcredit":3185,"Ġanti":3186,"rect":3187,"uter":3188,"sters":3189,"000":3190,"Ġmentioned":3191,"ĠVan":3192,"Ġslightly":3193,"Ġstereotyp":3194,"Ġlady":3195,"Ġ15":3196,"imp":3197,"Ġdecides":3198,"Ġfurther":3199,"Ġrece":3200,"Ġuses":3201,"ele":3202,"Ġsees":3203,"ibility":3204,"Ġmel":3205,"Ġforgot":3206,"cent":3207,"Ġconvincing":3208,"Ġmod":3209,"rage":3210,"Ġclos":3211,"berg":3212,"Ġdesper":3213,"Ġstore":3214,"Ġdraw":3215,"Ġcasting":3216,"Ġsubtle":3217,"ging":3218,"vern":3219,"Ġdoll":3220,"ĠInstead":3221,"Ġmid":3222,"ĠPro":3223,"Ġcontrol":3224,"ĠDes":3225,"Ġentirely":3226,"Ġmass":3227,"ossible":3228,"Ġfollows":3229,"ishing":3230,"Ġportrayal":3231,"Ġdelight":3232,"Ġappreciate":3233,"Ġfit":3234,"itation":3235,"Ġaccent":3236,"Ġvalue":3237,"Ġpointless":3238,"Ġexplo":3239,"ĠEurope":3240,"Ġdied":3241,"Ġdoctor":3242,"su":3243,"Ġtension":3244,"Ġmarried":3245,"ĠTim":3246,"Ġrad":3247,"PO":3248,"ĠPark":3249,"Don":3250,"lict":3251,"lying":3252,"Ġwrote":3253,"Ġine":3254,"alth":3255,"ĠGreat":3256,"inating":3257,"Ġrate":3258,"ashion":3259,"Ġcolor":3260,"VER":3261,"Ġsum":3262,"Ġgenuine":3263,"iff":3264,"Ġunbelie":3265,"Ġremark":3266,"uted":3267,"cast":3268,"ĠMad":3269,"Ġstick":3270,"ĠAct":3271,"ĠHere":3272,"ĠWatch":3273,"Ġscream":3274,"Ġtort":3275,"uster":3276,"Ġ193":3277,"annel":3278,"come":3279,"inger":3280,"Ġchoice":3281,"Ġfantasy":3282,"ĠJe":3283,"ED":3284,"Ġmoves":3285,"Ġproduced":3286,"Ġyounger":3287,"iving":3288,"iller":3289,"Ġdepict":3290,"Ġsolid":3291,"fi":3292,"elly":3293,"Ġ196":3294,"oes":3295,"ipp":3296,"Ġsituations":3297,"ilt":3298,"Ġimages":3299,"idden":3300,"Ġcritic":3301,"sequ":3302,"ĠStar":3303,"Ġbiggest":3304,"con":3305,"str":3306,"Ġfol":3307,"Ġgarb":3308,"ĠHor":3309,"Ġlonger":3310,"Ġsuccessful":3311,"Ġsatisf":3312,"Ġlanguage":3313,"lusion":3314,"Ġincredible":3315,"Ġsoul":3316,"no":3317,"Ġwall":3318,"ĠSw":3319,"Ġground":3320,"Ġexciting":3321,"Ġintelligent":3322,"Ġdecide":3323,"standing":3324,"Ġcru":3325,"Ġdanger":3326,"ened":3327,"Ġcontr":3328,"irty":3329,"Ġamusing":3330,"Ġcompany":3331,"Ġrap":3332,"Ġwild":3333,"aging":3334,"Ġhumour":3335,"Ġweek":3336,"Ġpurpose":3337,"Ġearth":3338,"Ġparty":3339,"ĠJane":3340,"ateur":3341,"OW":3342,"ĠEn":3343,"Ġcompet":3344,"ille":3345,"Ġunfortunately":3346,"Ġeffective":3347,"Ġregard":3348,"ding":3349,"oph":3350,"Ġrecent":3351,"arily":3352,"ified":3353,"Ġspend":3354,"Ġtrain":3355,"ribly":3356,"Ġmach":3357,"room":3358,"Ġbrut":3359,"Ġbizarre":3360,"OM":3361,"ette":3362,"Ġtrouble":3363,"Ġtrack":3364,"Ġlikes":3365,"known":3366,"gend":3367,"aus":3368,"ki":3369,"Ġrefe":3370,"ization":3371,"wart":3372,"Ġfocus":3373,"Ġquestions":3374,"appe":3375,"Ġbreat":3376,"Ġinform":3377,"ĠII":3378,"Ġotherwise":3379,"ĠSer":3380,"Ġweren":3381,"Ġglad":3382,"Ġprogram":3383,"Ġauth":3384,"itary":3385,"Ġmood":3386,"Ġunless":3387,"Ġdrug":3388,"Ġsuspect":3389,"Ġproducers":3390,"Ġterror":3391,"Ġchanged":3392,"Ġkills":3393,"Ġvalues":3394,"Well":3395,"Ġsci":3396,"ĠGl":3397,"Ġconcern":3398,"Ġviolent":3399,"ĠIr":3400,"Ġjump":3401,"Ġfilled":3402,"Ġcollege":3403,"Ġfake":3404,"alt":3405,"Ġluck":3406,"Ġimpressive":3407,"Ġcontinu":3408,"anda":3409,"Ġshowed":3410,"Ġcompe":3411,"Not":3412,"ĠLou":3413,"Ġcross":3414,"Ġrepres":3415,"Ġinvolving":3416,"Ġpathetic":3417,"ĠDead":3418,"ĠChristmas":3419,"Ġ50":3420,"Ġgarbage":3421,"idered":3422,"mistry":3423,"Ġmer":3424,"ĠMac":3425,"movie":3426,"ĠMovie":3427,"Ġunin":3428,"Ġopportun":3429,"iche":3430,"Ġslasher":3431,"even":3432,"ares":3433,"ĠCra":3434,"Ġcompared":3435,"ĠHitch":3436,"ĠFl":3437,"ĠGold":3438,"Ġspot":3439,"iding":3440,"Ġsuc":3441,"LE":3442,"Ġamateur":3443,"Ġfailed":3444,"ength":3445,"BC":3446,"ĠBoy":3447,"ĠOF":3448,"Ġstreet":3449,"Ġaffect":3450,"Ġfear":3451,"Ġdisg":3452,"ective":3453,"ottom":3454,"Ġculture":3455,"Ġtaste":3456,"Ġbarely":3457,"ĠRock":3458,"Ġsuddenly":3459,"Ġinterview":3460,"Ġrede":3461,"min":3462,"Ġtest":3463,"Ġbought":3464,"ĠLove":3465,"Ġawesome":3466,"ĠAfric":3467,"Ġbeat":3468,"Ġsinging":3469,"Ġchemistry":3470,"Ġproduct":3471,"Ġdancing":3472,"Ġsqu":3473,"Ġspect":3474,"Ġball":3475,"ĠBig":3476,"Ġability":3477,"aper":3478,"Ġ194":3479,"Ġtrash":3480,"ĠFred":3481,"Ġavail":3482,"Ġcause":3483,"ener":3484,"Ġaccur":3485,"Ġconsidered":3486,"round":3487,"Ġkick":3488,"Ġcarry":3489,"Ġdisturbing":3490,"Ġsympat":3491,"Ġsearch":3492,"Ġmanner":3493,"ondon":3494,"Ġfat":3495,"Ġcontri":3496,"Ġstudio":3497,"Ġbull":3498,"Ġstate":3499,"Ġexception":3500,"cted":3501,"iles":3502,"une":3503,"Ġroll":3504,"ales":3505,"Ġimmediately":3506,"ĠFran":3507,"Ġreveal":3508,"inn":3509,"Ġghost":3510,"ĠStre":3511,"Ġisland":3512,"Ġrepl":3513,"Ġbooks":3514,"Ġdeliver":3515,"aven":3516,"Ġbomb":3517,"Ġimpossible":3518,"Ġcrim":3519,"***":3520,"Ġsucceed":3521,"fort":3522,"Ġthinks":3523,"Ġshooting":3524,"Ġhang":3525,"Ġaudiences":3526,"aff":3527,"ĠRed":3528,"idence":3529,"Ġrand":3530,"war":3531,"ĠRay":3532,"Ġroad":3533,"Ġtough":3534,"Ġtrip":3535,"rupt":3536,"Ġimpression":3537,"reg":3538,"Ġcold":3539,"Ġgovern":3540,"cock":3541,"Ġsuit":3542,"Ġleaving":3543,"Ġoffice":3544,"ĠIndian":3545,"After":3546,"Ġgod":3547,"Ġminor":3548,"Ġbasic":3549,"Ġgag":3550,"ILER":3551,"iver":3552,"reaking":3553,"Ġappeal":3554,"Ġruns":3555,"Ġissues":3556,"Ġfavour":3557,"Ġpack":3558,"Ġpun":3559,"Ġpract":3560,"rian":3561,"ĠCity":3562,"ĠDra":3563,"Ġ100":3564,"Ġdoor":3565,"izes":3566,"ensive":3567,"Ġconsidering":3568,"Ġlau":3569,"Ġgenius":3570,"POILER":3571,"rid":3572,"Ġsitting":3573,"iring":3574,"ĠHouse":3575,"ecause":3576,"Ġredeem":3577,"night":3578,"Ġfashion":3579,"ify":3580,"ĠMur":3581,"Ġlikely":3582,"Ġship":3583,"ĠLondon":3584,"Ġunex":3585,"rences":3586,"Ġinvestig":3587,"Ġadded":3588,"Ġconclusion":3589,"that":3590,"Ġpers":3591,"ĠBer":3592,"Ġtwists":3593,"lessly":3594,"ĠAlex":3595,"First":3596,"Ġloud":3597,"ĠMel":3598,"Ġinsult":3599,"Ġrandom":3600,"amb":3601,"ĠBur":3602,"Ġclot":3603,"Ġnatural":3604,"irth":3605,"Ġstunning":3606,"Ġnotice":3607,"Ġappearance":3608,"making":3609,"Ġbaby":3610,"ste":3611,"oop":3612,"ĠCor":3613,"Ġdef":3614,"We":3615,"Ġoccur":3616,"you":3617,"owers":3618,"aining":3619,"icated":3620,"Ġsmart":3621,"kin":3622,"aine":3623,"Ġalive":3624,"AS":3625,"cle":3626,"Ġterms":3627,"Ġauthor":3628,"Ġgem":3629,"ands":3630,"Ġsav":3631,"Ġlab":3632,"Ġscenery":3633,"Ġrespons":3634,"Ġgrap":3635,"opher":3636,"Ġprep":3637,"ĠMary":3638,"ĠAngel":3639,"To":3640,"Ġpresence":3641,"Ġindust":3642,"Ġadventure":3643,"Ġneither":3644,"Ġfresh":3645,"ĠWay":3646,"Ġcomputer":3647,"Ġfaith":3648,"vert":3649,"Ġstandard":3650,"Ġdestroy":3651,"Ġnormal":3652,"ID":3653,"ĠAg":3654,"ĠBru":3655,"ĠST":3656,"ĠEarth":3657,"Ġcentury":3658,"Ġmanaged":3659,"Ġrevenge":3660,"Ġcinematic":3661,"Ġsomewhere":3662,"Ġavailable":3663,"anna":3664,"ological":3665,"Ġheavy":3666,"icide":3667,"ĠEm":3668,"\".<":3669,"ena":3670,"ĠBob":3671,"Ġjourney":3672,"riage":3673,"ths":3674,"Ġremains":3675,"Ġsoldiers":3676,"Ġobsess":3677,"Ġmult":3678,"ĠNor":3679,"Ġnowhere":3680,"Ġboyfriend":3681,"Ġapproach":3682,"Ġultimately":3683,"ĠBat":3684,"Ġneigh":3685,"ĠCharles":3686,"ĠLet":3687,"Ġrare":3688,"ictor":3689,"lo":3690,"itions":3691,"Ġuns":3692,"Ġaffair":3693,"stem":3694,"Ġforce":3695,"Ġflashback":3696,"ĠStan":3697,"Ġsuppose":3698,"Ġsexy":3699,"Ġpassion":3700,"Ġconstantly":3701,"ĠPerhaps":3702,"oned":3703,"Ġdro":3704,"Ġconflict":3705,"ĠAustral":3706,"Be":3707,"Ġokay":3708,"Ġthreat":3709,"Ġthrown":3710,"Ġmagic":3711,"Ġzombie":3712,"Ġclimax":3713,"Ġintrigu":3714,"Ġdescrib":3715,"Ġemotions":3716,"ropri":3717,"Ġchanges":3718,"iven":3719,"just":3720,"Ġjo":3721,"ĠJones":3722,"Ġphotography":3723,"Ġadaptation":3724,"face":3725,"riff":3726,"ĠBest":3727,"Ġnarrative":3728,"Ġdetails":3729,"esides":3730,"Ġnames":3731,"ivers":3732,"Ġstarring":3733,"ĠHol":3734,"Ġbeautifully":3735,"estival":3736,"Ġutterly":3737,"Ġliterally":3738,"ented":3739,"Ġcharming":3740,"ĠAnn":3741,"He":3742,"Ġdin":3743,"Ġoffer":3744,"ĠYe":3745,"Ġdemon":3746,"Ġwitness":3747,"ander":3748,"Ġast":3749,"itude":3750,"Ġplaces":3751,"played":3752,"Ġprotagon":3753,"arm":3754,"Ġdig":3755,"Ġbehav":3756,"ressing":3757,"Ġterrific":3758,"vey":3759,"ĠHam":3760,"orts":3761,"ĠParis":3762,"Ġhistorical":3763,"Ġtone":3764,"Ġcuri":3765,"Ġanimated":3766,"Ġintended":3767,"Ġcommer":3768,"Ġindivid":3769,"Ġescap":3770,"Ġinnocent":3771,"urch":3772,"Ġinflu":3773,"gl":3774,"uts":3775,"Ġlaughable":3776,"Ġstands":3777,"Ġtradition":3778,"oking":3779,"Ġcomedies":3780,"Ġcompar":3781,"lease":3782,"Ġrecommended":3783,"Ġdisappointing":3784,"Ġdrink":3785,"Ġsix":3786,"ĠSure":3787,"ĠBel":3788,"Ġscience":3789,"elling":3790,"Ġfeelings":3791,"board":3792,"ĠSmith":3793,"Ġhost":3794,"Ġpresented":3795,"oices":3796,"ability":3797,"OV":3798,"ĠHigh":3799,"unting":3800,"arsh":3801,"Ġfinish":3802,"Ġtouching":3803,"Ġaddition":3804,"Ġputs":3805,"ĠSci":3806,"awn":3807,"Ġthrow":3808,"Ġpainful":3809,"Ġcostumes":3810,"Ġfilming":3811,"Ġchall":3812,"Ġgenerally":3813,"Ġsurprisingly":3814,"ospital":3815,"Ġunbelievable":3816,"That":3817,"field":3818,"part":3819,"Ġsurround":3820,"Ġleg":3821,"Ġspec":3822,"Jo":3823,"Ġabsurd":3824,"Ġpieces":3825,"ĠAnt":3826,"ĠMiss":3827,"Ġgold":3828,"Ġthemes":3829,"IT":3830,"Ġplus":3831,"Ġcharm":3832,"Ġmilitary":3833,"Ġfool":3834,"Ġloose":3835,"ica":3836,"Ġbuilding":3837,"Ġgovernment":3838,"Ġur":3839,"ĠCal":3840,"Ġsoft":3841,"Ġteacher":3842,"Ġaspects":3843,"ĠCG":3844,"Ġloves":3845,"Ġboss":3846,"Ġmedioc":3847,"ivil":3848,"Ġobject":3849,"Ġslowly":3850,"Ġsystem":3851,"ĠChristian":3852,"AD":3853,"Ġfully":3854,"Ġoffe":3855,"ĠJeff":3856,"Ġmakers":3857,"Ġintense":3858,"Ġlovely":3859,"Ġdisappointment":3860,"Ġhoping":3861,"ghed":3862,"pro":3863,"Some":3864,"ĠSec":3865,"Ġmistake":3866,"CH":3867,"Ġtired":3868,"ĠStill":3869,"Ġindividual":3870,"ta":3871,"Sh":3872,"down":3873,"Ġsto":3874,"Ġ18":3875,"ploy":3876,"oh":3877,"ode":3878,"Ġexpectations":3879,"house":3880,"Ġdate":3881,"illing":3882,"Ġburn":3883,"Ġacts":3884,"anted":3885,"Ġalien":3886,"ĠHitchcock":3887,"ĠBro":3888,"ples":3889,"Ġartist":3890,"Ġ60":3891,"oved":3892,"Ġspl":3893,"Ġlength":3894,"oughly":3895,"Ġsilent":3896,"Ġmillion":3897,"budget":3898,"Ġelement":3899,"ĠCharlie":3900,"now":3901,"ĠDirector":3902,"Ġener":3903,"Ġexcuse":3904,"Ġopportunity":3905,"entially":3906,"Ġdefe":3907,"Ġdiscuss":3908,"Ġride":3909,"Ġdiscover":3910,"Ġcommercial":3911,"ĠBecause":3912,"Ġmoral":3913,"Ġmagn":3914,"Ġequally":3915,"rem":3916,"Ġdad":3917,"ĠHen":3918,"Ġkey":3919,"Ġcurrent":3920,"gue":3921,"ached":3922,"ĠHarry":3923,"?!":3924,"Ġdim":3925,"Ġstudent":3926,"Ġmysterious":3927,"Ġfascinating":3928,"IG":3929,"Ġinit":3930,"Ġoutstanding":3931,"under":3932,"ision":3933,"Ġlif":3934,"Ġproper":3935,"istent":3936,"Ġsubst":3937,"Ġintern":3938,"Ġ40":3939,"Ġdrive":3940,"ribe":3941,"aint":3942,"ĠRy":3943,"Ġcontains":3944,"ĠSteve":3945,"ooks":3946,"Ġknowing":3947,"Ġnumb":3948,"Ġdrunk":3949,"At":3950,"win":3951,"Ġimpl":3952,"Ġinclude":3953,"ĠX":3954,"Ġord":3955,"Ġqual":3956,"Ġcontent":3957,"ĠOnly":3958,"heart":3959,"Ġdiv":3960,"ĠCr":3961,".....":3962,"Ġlegend":3963,"anch":3964,"ĠDark":3965,"asty":3966,"uit":3967,"ĠMark":3968,"akespe":3969,"Ġdesert":3970,"ĠAnother":3971,"ledge":3972,"Ġhappening":3973,"ĠAdam":3974,"Ġlaughed":3975,"Ġsight":3976,"onna":3977,"ĠWW":3978,"Ġpictures":3979,"ĠSouth":3980,"Ġserial":3981,"Ġstudents":3982,"Ġmouth":3983,"ĠTony":3984,"sey":3985,"Ġwalking":3986,"ĠBruce":3987,"ĠWest":3988,"ini":3989,"Ġdies":3990,"Ġprocess":3991,"appy":3992,"Ġlived":3993,"ĠWhere":3994,"ĠDu":3995,"mbol":3996,"Un":3997,"Ġconfusing":3998,"Ġmelod":3999,"Now":4000,"lyn":4001,"Ġcritics":4002,"Ġirrit":4003,"ĠStr":4004,"Ġflicks":4005,"IE":4006,